Revit 2027 API
ParameterTypeId.LevelDataMassFamilyParam Property
 "Mass: Family"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LevelDataMassFamilyParam { get; }
Public Shared ReadOnly Property LevelDataMassFamilyParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LevelDataMassFamilyParam {
	ForgeTypeId^ get ();
}
static member LevelDataMassFamilyParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace